9/data/attachments/8d307805c3fa569.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_cc45c340-44e2-4cca-b933-4a428ae8bc28</nif:username>
            <nif:friendToBeAdded>Jason_hear_Friend_42366_8</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>